Repository: adblockplus/adblockbrowserios
Catalog: AdBlockBrowser/*.lproj/Localizable.strings
Languages: es_mx, sr

source: %@ of %@ matches
es_mx: %1$@ de %2$@ coincidencias
sr: %1$@ of %2$@ matches

source: A critical error prevented Adblock Browser from starting. Follow the steps below to quit the app and try again.
es_mx: Un error crítico ha impedido que Adblock Browser se inicie. Siga estas instrucciones para salir de la aplicación y volver a intentarlo.

source: About
es_mx: Acerca de
sr: О апликацији

source: Ad blocking
es_mx: Bloqueo de publicidad
sr: Блокирање огласа

source: Ad blocking is automatically integrated - no more annoying ads while you surf!
es_mx: El bloqueo de publicidad se integra automáticamente, ¡no más anuncios molestos mientras navegas!
sr: Блокирање је аутоматски интегрисано — нема више досадних огласа док сурфујете!

source: Ad blocking on this site
es_mx: Bloquear la publicidad en este sitio
sr: Блокирај огласе на овом сајту

source: Adblock Browser Encountered an Error
es_mx: Adblock Browser ha encontrado un error

source: Adblock Unexpectedly Quit
es_mx: Adblock Browser se ha cerrado de forma inesperada

source: ADBLOCK VERSION
es_mx: VERSIÓN DE ADBLOCK

source: Add Bookmark
es_mx: Agregar marcador

source: Add Bookmark to Dashboard
es_mx: Agregar marcador a la consola

source: add_new_tab
es_mx: Añadir nueva pestaña

source: After closing a Ghost Mode tab, the **browser history, search history, download history, web form history, cookies and temporary internet files** within this tab will no longer be stored on your device.
es_mx: Después de cerrar una pestaña del modo invisible, **el historial de navegación, de búsqueda, de descarga y de los formularios web, al igual que las cookies y los archivos temporales de internet** de esa pestaña, ya no se almacenarán en tu dispositivo.

source: All of your bookmarks have been added to the Dashboard.
es_mx: Todos sus marcadores se han agregado a la consola.

source: Allow some nonintrusive advertising
es_mx: Permitir alguna publicidad no intrusiva

source: Always
es_mx: Siempre

source: Always Send
es_mx: Enviar siempre

source: Annoying ads are always blocked, while nonintrusive ads are displayed by default. You can change this setting at any time.
es_mx: Siempre se bloqueará la publicidad molesta, mientras que la no intrusiva se permitirá de forma predeterminada. Esta configuración se puede cambiar en cualquier momento.
sr: Досадни огласи су увек блокирани, док су ненаметљиви приказани по подразумеваним поставкама. Ову опцију можете променити било кад.

source: Are you sure you want to clear history? You cannot undo this action.
es_mx: ¿Está seguro de querer borrar el historial? Esta acción no se puede deshacer.
sr: Заиста желите да очистите историју? Ова радња је неповратна.

source: Are you sure you want to delete this bookmark?
es_mx: ¿Está seguro de que desea eliminar este marcador?

source: Ask Me After a Crash or Error
es_mx: Preguntar después de una falla o error

source: Baidu search
es_mx: Búsqueda con Baidu
sr: Претрага помоћу Baidu-а

source: Block ads for websites in
es_mx: Bloquear los anuncios de las páginas web en

source: Block Ads on this Site
es_mx: Bloquear los anuncios en esta página web

source: BLOCKING
es_mx: BLOQUEO
sr: Поставке блокирања

source: Bookmarked Pages
es_mx: Páginas marcadas

source: Bookmarks
es_mx: Marcadores
sr: Обележивачи

source: Bookmarks loading has failed
es_mx: Error al cargar los marcadores
sr: Не могу да учитам обележиваче

source: Browse in peace
es_mx: Navegue con tranquilidad
sr: Сурфујте у миру

source: BROWSER VERSION
es_mx: VERSIÓN DEL NAVEGADOR

source: browser_address_bar_placeholder
es_mx: Busca o introduce el nombre de una página web...

source: Cancel
es_mx: Cancelar
sr: Откажи

source: Clear
es_mx: Borrar
sr: Очисти

source: Clear All
es_mx: Borrar todo
sr: Очисти све

source: Clear Browsing Data
es_mx: Borrar datos de navegación
sr: Очисти податке прегледања

source: Clear Cache
es_mx: Borrar caché
sr: Очисти кеш

source: Clear Cookies & Site Data
es_mx: Borrar cookies y datos del sitio
sr: Очисти колачиће и податке сајтова

source: Clear History
es_mx: Borrar historial
sr: Очисти историју

source: Clear History?
es_mx: ¿Borrar historial?
sr: Чишћење историје

source: Close
es_mx: Cerrar

source: Configurable under *Settings > URL Search Suggestions*
es_mx: Configurable en *Ajustes > Sugerencias de búsqueda de URL*
sr: Може се подесити под *Поставке > Предлози адреса*.

source: CRASH AND ERROR REPORTING
es_mx: ENVÍO DE INFORMES DE FALLAS Y ERRORES

source: Crash and Error Reports
es_mx: Informes de fallas y errores

source: Dashboard
es_mx: Consola
sr: Почетна страница

source: dashboard_tip_text
es_mx: Mantén pulsado un elemento para modificarlo.

source: Delete
es_mx: Borrar
sr: Обриши

source: Delete Bookmark
es_mx: Eliminar marcador

source: Disable Anti-Ad blocking Messages
es_mx: Desactivar mensajes antibloqueo
sr: Онемогући поруке против блокирања огласа

source: Disable Malware Domains
es_mx: Desactivar dominios con malware
sr: Блокирај злонамерне домене

source: Disable Social Media Buttons
es_mx: Desactivar botones de redes sociales
sr: Блокирај дугмад друштвених мрежа

source: Disable Tracking
es_mx: Desactivar seguimiento
sr: Онемогући праћење

source: Do you want to see web search results here?
es_mx: ¿Quiere ver aquí los resultados de búsqueda en la web?
sr: Желите ли овде да видите резултате веб претраге?

source: Don't Send
es_mx: No enviar

source: Done
es_mx: Hecho

source: Double tap the Home button.
es_mx: Toque dos veces el botón de inicio.

source: DuckDuckGo search
es_mx: Búsqueda con DuckDuckGo
sr: Претрага помоћу DuckDuckGo-а

source: Edit
es_mx: Editar
sr: Уреди

source: Enter link
es_mx: Introducir enlace
sr: Унесите везу

source: Enter title
es_mx: Introducir título
sr: Унесите наслов

source: Exceptions
es_mx: Excepciones

source: exceptions_settings_acceptable_ads_description
es_mx: Elige si quieres incluir anuncios no intrusivos y estáticos que sigan criterios estrictos. *Más información*

source: exceptions_settings_acceptable_ads_title
es_mx: Anuncios Aceptables

source: exceptions_settings_whitelisted_websites_description
es_mx: Has desactivado el bloqueo de anuncios en estas páginas web y, por lo tanto, verás anuncios.

source: exceptions_settings_whitelisted_websites_title
es_mx: Páginas web de la lista blanca

source: Find in page (%@ matches)
es_mx: Buscar en la página (%@ coincidencias)

source: Finish
es_mx: Terminar
sr: Заврши

source: Ghost Mode
es_mx: Modo invisible

source: ghost_mode_banner_headline
es_mx: Modo invisible

source: ghost_mode_banner_subline
es_mx: Mientras utilizas el modo invisible, el historial del navegador, el historial de búsqueda, los formularios web, las cookies y los archivos temporales de internet no se almacenarán en tu dispositivo.

source: ghost_mode_banner_tip
es_mx: Toca el ícono para desactivar el modo invisible cuando hayas finalizado la sesión.

source: Google search
es_mx: Búsqueda con Google
sr: Претрага помоћу Google-а

source: Got it
es_mx: Entendido

source: Hide all ads
es_mx: Ocultar todos los anuncios

source: History
es_mx: Historial
sr: Историја

source: Languages
es_mx: Idiomas

source: leave_notification_button_1
es_mx: Aceptar

source: leave_notification_button_2
es_mx: Cancelar

source: leave_notification_headline
es_mx: ¿Quieres salir del modo invisible?

source: leave_notification_subline
es_mx: Tu historial no se almacenará y se cerrarán todas las pestañas activas.

source: More Blocking Options
es_mx: Más opciones de bloqueo
sr: Додатне опције блокирања

source: MORE OPTIONS
es_mx: MÁS OPCIONES

source: Never
es_mx: Nunca

source: New Tab
es_mx: Nueva pestaña
sr: Нова картица

source: No Bookmarks Available
es_mx: Marcadores no disponibles
sr: Нема доступних обележивача

source: No History Available
es_mx: Historial no disponible
sr: Историја није доступна.

source: No websites whitelisted
es_mx: Ninguna web en lista blanca
sr: Нема дозвољених сајтова.

source: Off
es_mx: Desactivado
sr: Искљ.

source: OK
es_mx: Aceptar
sr: У реду

source: On
es_mx: Activado
sr: Укљ.

source: onboarding_exceptions_navigation_path
es_mx: Pulsa el icono de Menú -> Ajustes -> Bloqueo de publicidad -> Excepciones

source: Only anonymized data containing device information and crash or error details are sent. Please refer to our privacy policy at adblockplus.org for more information.
es_mx: Solo se envían datos anónimos que contienen información del dispositivo y detalles de fallas o errores. Para más información, consulte nuestra política de privacidad en adblockplus.org.

source: Only one more step
es_mx: Solo un paso más
sr: Последњи корак

source: Open New Tab
es_mx: Abrir pestaña nueva

source: Open privacy policy.
es_mx: Abrir política de privacidad

source: OTHER LANGUAGES
es_mx: OTROS IDIOMAS
sr: Други језици

source: Recent History
es_mx: Historial reciente

source: Remove Bookmark
es_mx: Eliminar marcador

source: Restart Adblock Browser.
es_mx: Reinicie Adblock Browser.

source: SEARCH
es_mx: BÚSQUEDA
sr: Претрага

source: Search Engine
es_mx: Motor de búsqueda
sr: Претраживач

source: Search History
es_mx: Historial de búsqueda
sr: Историја претраге

source: SEND CRASH AND ERROR REPORTS
es_mx: ENVIAR INFORMES DE FALLAS Y ERRORES

source: Send Report
es_mx: Enviar informe

source: Settings
es_mx: Ajustes
sr: Поставке

source: Share
es_mx: Compartir
sr: Дели

source: Show in Dashboard
es_mx: Mostrar en el panel
sr: Прикажи на почетној страници

source: Show nonintrusive ads
es_mx: Mostrar anuncios no intrusivos

source: Something went wrong.
es_mx: Algo no ha funcionado.

source: Swipe tabs left to close them.
es_mx: Desliza las pestañas hacia la izquierda para cerrarlas.

source: Swipe up on Adblock Browser to quit the app.
es_mx: Deslice hacia arriba Adblock Browser para salir de la aplicación.

source: The *ad blocking* and *more blocking options* are based on filter lists. These are sets of rules that tell Adblock Browser what to block.
es_mx: *Bloqueo de publicidad* y *Más opciones de bloqueo* se basan en listas de filtros. Son un conjunto de reglas que le indican a Adblock Browser que anuncios bloquear.
sr: *Блокирање огласа* и *Додатне опције блокирања* заснивају се на списковима филтера. То су скупови правила који одређују шта ће Adblock Browser блокирати.

source: This action cannot be undone. Are you sure you want to continue?
es_mx: Esta acción no se puede deshacer. ¿Está seguro de que desea continuar?
sr: Ова радња је неповратна. Заиста желите да наставите?

source: TIP
es_mx: CONSEJO

source: Uh-Oh!
es_mx: ¡Oh, oh!

source: Unable to start browser.
es_mx: No es posible iniciar el navegador.

source: UNDO
es_mx: DESHACER

source: URL Search Suggestions
es_mx: Sugerencias de búsqueda de URL
sr: Предлози адреса

source: VERSION
es_mx: VERSIÓN
sr: Верзија

source: We'd like to encourage websites to use straightforward, nonintrusive advertising. That's why we've established strict guidelines to identify Acceptable Ads, which are shown under default settings. If you wish to browse ad-free, you can disable this setting at any time.
es_mx: Nos gustaría animar a las páginas web a que usen publicidad honesta, no intrusiva. Por eso hemos establecido unas reglas estrictas para identificar los anuncios aceptables que se mostrarán de forma predeterminada. Si todavía quiere bloquear toda la publicidad, puede desactivar esta configuración en cualquier momento.
sr: Циљ нам је да охрабримо сајтове да користе једноставне, ненаметљиве огласе. Зато смо успоставили строге смернице за препознавање прихватљивих огласа, који ће бити приказани по подразумеваним поставкама. Ако још увек желите да блокирате сваки оглас, ову опцију можете онемогућити било кад.

source: Would you like to send a report to fix the problem?
es_mx: ¿Le gustaría enviar un informe para arreglar el problema?

source: Yes
es_mx: Sí
sr: Да

source: You can change this setting at any time in: **Settings → Crash and Error Reports**
es_mx: Puede cambiar esta configuración en cualquier momento en: **Ajustes → Informes de fallas y errores**

source: You closed a tab
es_mx: Has cerrado una pestaña

source: You're in control
es_mx: Usted tiene el control
sr: Управљачка табла

source: ACTIVE FOR WEBSITES IN ...
sr: Укључено за сајтове на следећим језицима:

source: Acceptable Ads
sr: Прихватљиви огласи

source: EXCEPTIONS
sr: Изузеци

source: FILTER LIST UPDATES
sr: Ажурирања списка филтера

source: GENERAL
sr: Опште

source: No
sr: Не

source: PRIVACY & SECURITY
sr: Приватност и безбедност

source: Search or enter website name
sr: Претражите или унесите име сајта

source: Subscriptions
sr: Пријаве

source: Tap the Menu icon → Settings → Adblock Plus → Acceptable Ads
sr: Додирните Мени → Поставке → Adblock Plus → Прихватљиви огласи.

source: Use Cellular Network
sr: Користи мобилну мрежу

source: Whitelisted Websites
sr: Дозвољени сајтови

source: With Adblock Plus, you can block ads or other elements on websites.
sr: Помоћу Adblock Plus-а можете да блокирате огласе или друге елементе на сајтовима.
