Repository: adblockplus/adblockbrowserios
Catalog: Translations/xliff/*.xliff
Languages: bg, pl, tr

# NSLocationWhenInUseUsageDescription
source: We only give websites (e.g. Google Maps) access to your location if you give permission. Adblock Browser does not use your location for any other purpose.
bg: Само сайтове като Google Карти получават достъп до местоположението, и то след изрично позволение от ваша страна. Браузърът Adblock не го ползва за никакви други цели.
pl: Strony internetowe (np. mapy Google) mają dostęp do informacji o twojej lokalizacji tylko wtedy, gdy na to zezwalasz. Adblock Browser nie korzysta z lokalizacji użytkownika w żadnych innych celach.
tr: İzin verirseniz sadece bulunduğunuz yere Web siteleri (örneğin Google Maps) erişim sağlar. Adblock tarayıcı konumunuzu başka bir amaç için kullanmaz.

# %@ of %@ matches
source: %1$@ of %2$@ matches
bg: %1$@ от %2$@ съвпадения
pl: %1$@ z %2$@ dopasowań
tr: %2$@ sonuçtan %1$@ sonuç

source: A critical error prevented Adblock Browser from starting. Follow the steps below to quit the app and try again.
bg: Критична грешка препятства пускането на браузър Adblock. Следвайте стъпките по-долу за изход от приложението и опитайте отново.
pl: Błąd krytyczny uniemożliwił uruchomienie przeglądarki Adblock Browser. Wykonaj poniższe instrukcje, aby zamknąć aplikację i spróbuj ponownie.
tr: Kritik bir hata, Adblock Browser’ın başlamasını engelledi. Uygulamadan çıkıp, tekrar denemek için aşağıdaki talimatları izleyin.

source: About
bg: За браузъра
pl: Informacje
tr: Hakkında

source: Ad blocking
bg: Блокиране на реклами
pl: Blokowanie reklam
tr: Reklam engelleme

source: Ad blocking is automatically integrated - no more annoying ads while you surf!
bg: Блокирането е автоматично интегрирано — край на досадните реклами, докато сърфирате!
pl: Blokowanie reklam jest automatycznie zintegrowane – dosyć irytujących reklam podczas surfowania!
tr: Otomatik engelleme entegrasyonu sayesinde artık rahatsız edici reklamlar olmayacak!

source: Ad blocking on this site
bg: Блокиране на реклами в сайта
pl: Blokuj reklamy na tej witrynie
tr: Bu sitede reklam engelle

source: Adblock Browser Encountered an Error
bg: Възникнала грешка в браузър Adblock
pl: Wystąpił błąd Adblock Browser
tr: Adblock Browser, Bir Hatayla Karşılaştı

source: Adblock Unexpectedly Quit
bg: Неочакван изход на Adblock
pl: Nastąpiło nieoczekiwane zamknięcie Adblock
tr: Adblock, Beklenmedik Şekilde Kapandı

source: Add Bookmark
pl: Dodaj zakładkę
tr: Yer İmi Ekle

source: Add Bookmark to Dashboard
bg: Добави отметка към решетката
pl: Dodaj zakładkę do pulpitu nawigacyjnego
tr: Panoya yer işareti ekle

source: All of your bookmarks have been added to the Dashboard.
bg: Всички ваши отметки са добавени към решетката.
pl: Wszystkie zakładki zostały dodane do pulpitu nawigacyjnego.
tr: Tüm yer imleri paneline eklenmiştir.

source: Allow some nonintrusive advertising
bg: Позволи определени ненатрапчиви реклами
pl: Zezwalaj na niektóre na nieinwazyjne reklamy
tr: Rahatsız etmeyen bazı reklamlara izin ver

source: Always
bg: винаги
pl: Zawsze
tr: Her zaman

source: Always Send
bg: Изпращай винаги
pl: Zawsze wysyłaj
tr: Her Zaman Gönder

source: Annoying ads are always blocked, while nonintrusive ads are displayed by default. You can change this setting at any time.
bg: Досадните се блокират винаги, а ненатрапчивите реклами се показват по подразбиране. Настройката може да бъде променена по всяко време.
pl: Irytujące reklamy są zawsze blokowane, a nienatarczywe reklamy są domyślnie wyświetlane. Te ustawienia w dowolnym czasie można zmienić.
tr: Varsayılan ayar olarak rahatsız edici reklamlar bloklanır ancak bazı rahatsız edici olmayan reklamlara da izin verilmiştir. Bu durum ayarlardan değiştirilebilir.

source: Are you sure you want to clear history? You cannot undo this action.
bg: Сигурен ли сте, че изчиствате историята? Отменяне на действието е невъзможно.
pl: Czy na pewno chcesz wyczyścić historię? Tej operacji nie można cofnąć.
tr: Geçmişini temizlemek istediğinizden emin misiniz? Bu eylemi geri alamazsınız.

source: Are you sure you want to delete this bookmark?
bg: Сигурен ли сте, че изтривате отметката?
pl: Czy na pewno chcesz usunąć tę zakładkę?
tr: Bu yer imini silmek istediğinizden emin misiniz?

source: Ask Me After a Crash or Error
bg: питай след срив/грешка
pl: Zapytaj po awarii lub błędzie
tr: Bir Çökme veya Hatadan Sonra Bana Sor

source: BLOCKING
bg: БЛОКИРАНЕ
pl: BLOKOWANIE
tr: ENGELLEME

source: Baidu search
bg: Търсене с Baidu
pl: Wyszukiwarka Baidu
tr: Baidu arama

source: Block Ads on this Site
pl: Blokuj reklamy na tej witrynie
tr: Bu sitedeki reklamları engelle

source: Block ads for websites in
pl: Blokuj reklamy witryn w
tr: Şu bölgedeki web siteleri için reklamları engelle

source: Bookmarked Pages
pl: Strony z zakładkami
tr: Yer İmli Sayfalar

source: Bookmarks
bg: Отметки
pl: Zakładki
tr: Yer imleri

source: Bookmarks loading has failed
bg: Провалено зареждане на отметки
pl: Nie udało się wczytać zakładek
tr: Yer imleri yüklemesi başarısız oldu

source: Browse in peace
bg: Безметежно сърфиране
pl: Przeglądaj w spokoju
tr: Huzurlu gezin

source: Cancel
bg: Отказ
pl: Anuluj
tr: İptal

source: Clear
bg: Изчисти
pl: Wyczyść
tr: Temizle

source: Clear All
bg: Изчисти всичко
pl: Wyczyść wszystko
tr: Tümünü temizle

source: Clear Browsing Data
bg: Изчистване на данни
pl: Wyczyść dane przeglądania
tr: Tarama verilerini temizle

source: Clear Cache
bg: Изчисти кеша
pl: Wyczyść pamięć podręczną
tr: Önbelleği Temizle

# Clear Cookies &amp; Site Data
source: Clear Cookies & Site Data
bg: Изчисти бисквитките и данните
pl: Wyczyść ciasteczka i dane stron
tr: Çerezleri temizle & Site verileri

source: Clear History
bg: Изчисти историята
pl: Wyczyść historię
tr: Geçmişi Temizle

source: Clear History?
bg: Изчистване на историята?
pl: Czyszczenie historii
tr: Geçmişi Temizle?

# Configurable under *Settings &gt; URL Search Suggestions*
source: Configurable under *Settings > URL Search Suggestions*
bg: Конфигурирани в *Настройки > Предлагане на адреси*
pl: Konfigurowane w *Ustawienia > Podpowiedzi wyszukiwania URL-i*
tr: Altında yapılandırılabilir *ayarları > URL arama önerileri*

source: Crash and Error Reports
bg: Доклади за срив/грешка
pl: Raporty dotyczące awarii i błędów
tr: Çökme ve Hata Raporları

source: Dashboard
bg: Решетка
pl: Panel
tr: Pano

source: Delete
bg: Изтрий
pl: Usuń
tr: Sil

source: Delete Bookmark
bg: Изтрий отметката
pl: Usuń zakładkę
tr: Yer işaretini sil

source: Disable Anti-Ad blocking Messages
bg: Забрани съобщенията срещу блокера
pl: Wyłącz wiadomości o blokowaniu antyreklam
tr: Anti-Reklam engelleme mesajlarını kapat

source: Disable Malware Domains
bg: Забрани зловредните домейни
pl: Wyłącz domeny ze złośliwym oprogramowaniem
tr: Kötü amaçlı yazılım etki alanlarını devre dışı bırak

source: Disable Social Media Buttons
bg: Забрани бутоните на социалните мрежи
pl: Wyłącz przyciski portali społecznościowych
tr: Sosyal medya düğmeleri devre dışı bırak

source: Disable Tracking
bg: Забрани следенето от сайтовете
pl: Wyłącz śledzenie
tr: İzlemeyi devre dışı bırak

source: Do you want to see web search results here?
bg: Да се показват ли резултатите от търсенето?
pl: Czy chcesz tutaj zobaczyć wyniki wyszukiwania?
tr: Web arama sonuçları burada görmek istiyor musunuz?

source: Don't Send
bg: Не изпращай
pl: Nie wysyłaj
tr: Gönderme

source: Done
bg: Готово
pl: Gotowe
tr: Bitti

source: Double tap the Home button.
bg: Докоснете двукратно бутон Начало.
pl: Stuknij dwukrotnie przycisku Początek.
tr: Ana Ekran düğmesine için çift dokunun.

source: DuckDuckGo search
bg: Търсене с DuckDuckGo
pl: Wyszukiwanie przez DuckDuckGo
tr: DuckDuckGo arama

source: Edit
bg: Редактирай
pl: Edytuj
tr: Düzenle

source: Enter link
bg: Въведете препратка
pl: Podaj odnośnik
tr: Link girin

source: Enter title
bg: Въведете заглавие
pl: Podaj tytuł
tr: Başlık girin

source: Exceptions
pl: Wyjątki
tr: İstisnalar

# Find &quot;%@&quot; in page
source: Find "%@" in page
bg: Намиране на „%@“ в страницата
pl: Znajdź „%@” na stronie
tr: Sayfada “%@” bul

source: Find in page (%@ matches)
bg: В страницата (%@ съвпадения)
pl: Znajdź na stronie (liczba dopasowań: %@)
tr: Sayfada bul (%@ sonuç)

source: Finish
bg: Готово
pl: Koniec
tr: Bitiş

source: GENERAL
bg: ОБЩИ
pl: Ogólne
tr: GENEL

source: Ghost Mode
pl: Tryb anonimowy
tr: Gizli Mod

source: Google search
bg: Търсене с Google
pl: Wyszukiwanie przez Google
tr: Google arama

source: Got it
bg: Ясно
pl: Rozumiem
tr: Anladım

source: Hide all ads
pl: Ukryj wszystkie reklamy
tr: Tüm reklamları gizle

source: History
bg: История
pl: Historia
tr: Geçmiş

source: Languages
pl: Języki
tr: Diller

source: MORE OPTIONS
pl: WIĘCEJ OPCJI
tr: DAHA FAZLA SEÇENEK

source: More Blocking Options
bg: Други блокиращи настройки
pl: Więcej opcji blokowania
tr: Daha fazla engelleme seçenekleri

source: Never
bg: никога
pl: Nigdy
tr: Asla

source: New Tab
bg: Нов раздел
pl: Nowa karta
tr: Yeni sekme

source: No
bg: Не
pl: Nie
tr: Hayır

source: No Bookmarks Available
bg: Няма налични отметки.
pl: Żadne zakładki nie są dostępne
tr: Kullanılabilir yer imi yok

source: No History Available
bg: Няма налична история.
pl: Historia jest niedostępna
tr: Geçmiş bulunamadı

source: No websites whitelisted
bg: Няма изключени сайтове.
pl: Nie są dozwolone żadne witryny
tr: Beyaz listede hiç websitesi yok

source: OK
bg: ДА
tr: Tamam

source: OTHER LANGUAGES
bg: ДРУГИ ЕЗИЦИ
pl: INNE JĘZYKI
tr: DİĞER DİLLER

source: Off
bg: ИЗКЛ
pl: Wyłącz
tr: Kapalı

source: On
bg: ВКЛ
pl: Włącz
tr: Üzerinde

source: Only anonymized data containing device information and crash or error details are sent. Please refer to our privacy policy at adblockplus.org for more information.
bg: Изпращат се само анонимни данни със сведения за устройството и подробности за срива или грешката. За допълнителна информация, моля, прегледайте нашата политика на поверителност на adblockplus.org.
pl: Wysyłane są tylko anonimowe dane dotyczące informacji o urządzeniu i szczegółów awarii lub błędu. Więcej informacji zawierają zasady zachowania prywatności w witrynie adblockplus.org.
tr: Yalnızca aygıt bilgi ve çökme veya hata ayrıntıları içeren anonim veri gönderilir. Daha fazla bilgi için lütfen adblockplus.org altındaki gizlilik politikamıza bakın.

source: Only one more step
bg: Още една стъпка
pl: Jeszcze tylko jeden krok
tr: Sadece bir adım daha

source: Open New Tab
pl: Otwórz nową kartę
tr: Yeni Sekme Aç

source: Open privacy policy.
bg: Политика на поверителност
pl: Otwórz zasady zachowania prywatności
tr: Gizlilik politikasını açın

source: Remove Bookmark
pl: Usuń zakładkę
tr: Yer İmini Kaldır

source: Restart Adblock Browser.
bg: Пуснете повторно браузър Adblock.
pl: Uruchom ponownie przeglądarkę Adblock Browser.
tr: Adblock Browser’ı yeniden başlatın.

source: SEARCH
bg: ТЪРСЕНЕ
pl: WYSZUKIWANIE
tr: ARAMA

source: SEND CRASH AND ERROR REPORTS
bg: ИЗПРАЩАНЕ НА ДОКЛАДИ ЗА СРИВ/ГРЕШКА
pl: WYŚLIJ RAPORTY DOTYCZĄCE AWARII I BŁĘDÓW
tr: ÇÖKME VE HATA RAPORLARI GÖNDER

source: Search Engine
bg: Търсачка
pl: Wyszukiwarka
tr: Arama motoru

source: Search History
bg: Търсене в историята
pl: Historia wyszukiwania
tr: Arama geçmişi

source: Send Report
bg: Изпрати доклада
pl: Wyślij raport
tr: Raporu Gönder

source: Settings
bg: Настройки
pl: Ustawienia
tr: Ayarlar

source: Share
bg: Споделяне
pl: Udostępnij
tr: Paylaş

source: Show in Dashboard
bg: Показвай в решетката
pl: Pokaż na pulpicie
tr: Panoda göster

source: Show nonintrusive ads
pl: Pokaż nienatrętne reklamy
tr: Zorla girmeyen reklamları göster

source: Something went wrong.
bg: Нещо се обърка.
pl: Wystąpił błąd.
tr: Bir hata oluştu.

source: Swipe up on Adblock Browser to quit the app.
bg: Плъзнете нагоре в браузър Adblock за изход от приложението.
pl: Przesuń palcem do góry na przeglądarce Adblock Browser, aby ją zamknąć.
tr: Uygulamadan çıkmak için, Adblock Browser’da yukarı sürükleyin.

source: Tap the Menu icon → Settings → Adblock Plus → Acceptable Ads
bg: Докоснете Меню → Настройки → Adblock Plus → Приемливи реклами
pl: Stuknij ikonę Menu → Ustawienia → Adblock Plus → Akceptowalne reklamy
tr: Dokunun menü simgesini → Ayarlar → Adblock Plus → Rahatsız Etmeyen Reklamlar

source: The *ad blocking* and *more blocking options* are based on filter lists. These are sets of rules that tell Adblock Browser what to block.
bg: *Блокиране на реклами* и *други блокиращи настройки* работят с филтри, т.е. с набори от правила, указващи какво браузърът Adblock трябва да блокира.
pl: *Blokowanie reklam* i *Więcej opcji blokowania* opieraj się na listach filtrów. Są to zbiory reguł, które mówią przeglądarce Adblock, co ma blokować.
tr: * Reklam engelleme * ve * daha fazla engelleme seçenekleri * filtre listelerini temel alır. Bu Adblock'a ne engellemesini söylediği kurallar kümesidir.

source: This action cannot be undone. Are you sure you want to continue?
bg: Отменяне на действието е невъзможно. Сигурен ли сте, че продължавате?
pl: Tej akcji nie można cofnąć. Czy na pewno chcesz kontynuować?
tr: Bu eylem geri alınamaz. Devam etmek istediğinizden emin misiniz?

source: URL Search Suggestions
bg: Предлагане на адреси
pl: Sugestie wyszukiwania URL-i
tr: URL arama önerileri

source: Uh-Oh!
bg: Леле!
pl: O nie!
tr: Eyvah!

source: Unable to start browser.
bg: Невъзможно пускане на браузъра.
pl: Nie można uruchomić przeglądarki.
tr: Tarayıcı başlatılamıyor.

source: Version
pl: WERSJA
tr: Sürüm

source: We'd like to encourage websites to use straightforward, nonintrusive advertising. That's why we've established strict guidelines to identify Acceptable Ads, which are shown under default settings. If you wish to browse ad-free, you can disable this setting at any time.
bg: За да насърчим сайтовете да ползват пряка и ненатрапчива реклама въведохме строги правила за разпознаване на приемливи реклами, които са включени в настройките по подразбиране. Ако предпочитате да сърфирате без реклами, можете да ги забраните по всяко време.
pl: Chcielibyśmy zachęcić firmy do używania prostych, dyskretnych reklam. Dlatego mamy zdefiniowane ścisłe wytyczne określające akceptowalne reklamy wyświetlane na podstawie tych ustawień. Jeśli chcesz blokować każdą reklamę, możesz tę funkcję wyłączyć w dowolnej chwili.
tr: Basit, müdahaleci olmayan reklamlar için Web sitelerini teşvik etmek istiyoruz. Bu yüzden hepimiz kabul edilebilir reklamlar, varsayılan ayarlar altında gösterilir tanımlamak için sıkı kurallar kabul ettik. Reklamsız göz atmak istiyorsanız, bu ayarı istediğiniz zaman devre dışı bırakabilirsiniz.

source: Would you like to send a report to fix the problem?
bg: Ще изпратите ли доклад за поправяне на проблема?
pl: Czy chcesz wysłać raport w celu usunięcia tego problemu?
tr: Sorunu çözmek için bir rapor göndermek istiyor musunuz?

source: Yes
bg: Да
pl: Tak
tr: Evet

source: You can change this setting at any time in: **Settings → Crash and Error Reports**
bg: Променете настройката по всяко време в: **Настройки → Доклади за срив/грешка**.
pl: To ustawienie można zmienić w dowolnej chwili, wybierając: **Ustawienia → Raporty dotyczące awarii i błędów**
tr: Bu ayarı istediğiniz zaman değiştirebilirsiniz: **Ayarlar → Çökme ve Hata Raporları**

source: You're in control
bg: Под ваш контрол
pl: Masz kontrolę
tr: Kontrol sende

# browser_address_bar_placeholder
source: Search or enter website name...
pl: Wyszukaj lub wprowadź nazwę witryny...
tr: Arama yapın ya da web sitesinin adını girin...

# exceptions_settings_acceptable_ads_description
source: Choose whether to include nonintrusive, non-animated ads that adhere to strict criteria. *Learn more*
pl: Wybierz, czy zezwalać na nienatrętne, nieanimowane reklamy spełniające ścisłe kryteria. *Dowiedz się więcej*
tr: Sıkı ölçütlere uygun zorla girmeyen reklamların ve animasyonlu olmayan reklamların dahil edilip edilmeyeceğini belirleyin. *Daha fazla bilgi*

# exceptions_settings_acceptable_ads_title
source: Acceptable Ads
pl: Akceptowalne reklamy
tr: Kabul edilebilir reklamlar

# exceptions_settings_whitelisted_websites_description
source: You have turned off ad blocking on these websites and, therefore, will see ads on them.
pl: Wyłączono blokowanie reklam w tych witrynach i dlatego będą w nich wyświetlane reklamy.
tr: Bu web sitelerinden reklam engellemeyi kapattığınız için, bu siteleri ziyaret ettiğinizde reklamlar göreceksiniz.

# exceptions_settings_whitelisted_websites_title
source: Whitelisted Websites
pl: Lista dozwolonych witryn internetowych
tr: Güvenilir Listesindeki Web Siteleri

# ghost_mode_banner_headline
source: Ghost Mode
pl: Tryb anonimowy
tr: Gizli Mod

# ghost_mode_banner_subline
source: While in Ghost Mode, all browser history, search history, web forms, cookies and temporary internet files will not be stored on your device.
pl: W trybie anonimowym cała historia przeglądania i wyszukiwania, dane formularzy internetowych, pliki cookie i tymczasowe pliki internetowe nie będą przechowywane na urządzeniu.
tr: Gizli Moddayken, tarayıcı geçmişi, arama geçmişi, web sitesi formları, çerezler ve geçici internet dosyalarının hiçbiri cihazınıza kaydedilmez.

# ghost_mode_banner_tip
source: Tap the icon to deactivate Ghost Mode when you are finished with the session.
pl: Dotknij ikony, aby dezaktywować tryb anonimowy po ukończeniu sesji.
tr: Oturumunuz sona erdikten sonra, Gizli Modu devre dışı bırakmak için simgeye dokunun.

# leave_notification_button_1
source: OK
tr: Tamam

# leave_notification_button_2
source: Cancel
pl: Anuluj
tr: İptal et

# leave_notification_headline
source: Quit Ghost Mode?
pl: Zamknąć tryb anonimowy?
tr: Gizli Moddan çıkmak istiyor musunuz?

# leave_notification_subline
source: Your history will not be stored and all active tabs will be closed.
pl: Historia nie zostanie zachowania, a wszystkie aktywne karty zostaną zamknięte.
tr: Oturum geçmişiniz kaydedilmeyecek ve aktif olan tüm sekmeler kapatılacaktır.

source: Dismiss
bg: Прекрати
pl: Odrzuć
tr: Reddet

source: Open
bg: Отвори
pl: Otwórz
tr: Aç

source: Open in Adblock Browser?
bg: Отваряне с браузър Adblock?
pl: Otworzyć w przeglądarce Adblock?
tr: Adblock tarayıcıda açılsın mı?

source: URL not found
bg: Ненамерен адрес
pl: Nie można odnaleźć adresu URL
tr: URL bulunamadı

# CFBundleDisplayName
source: Adblock
bg: Адблок

source: ACTIVE FOR WEBSITES IN ...
bg: ВКЛЮЧЕН ЗА САЙТОВЕ НА…

source: Acceptable Ads
bg: Приемливи реклами

source: Delete History
bg: Изтрий историята

source: EXCEPTIONS
bg: ИЗКЛЮЧЕНИЯ

source: FILTER LIST UPDATES
bg: ОБНОВЯВАНЕ НА ФИЛТРИТЕ

source: Hide
bg: Скрий

source: No Dashboard Items Available
bg: Няма елементи в решетката.

# PRIVACY &amp; SECURITY
source: PRIVACY & SECURITY
bg: ПОВЕРИТЕЛНОСТ И СИГУРНОСТ

source: Search or enter website name
bg: Търсене/въвеждане на сайт

source: Subscriptions
bg: Абонаменти

source: Use Cellular Network
bg: Ползвай мобилната мрежа

source: VERSION
bg: ВЕРСИЯ

source: Whitelisted Websites
bg: Изключени сайтове

source: With Adblock Plus, you can block ads or other elements on websites.
bg: Adblock Plus ви позволява да блокирате реклами или други елементи в сайтовете.

# CFBundleDisplayName
source: Adblock Browser
bg: Браузър Adblock
